IDS_DLG_DPLUS_REINF_TEST_MSG                  = "Test ( DLG_DPLUS_REINF )"

IDC_RFM_SELECT_MEMBER                         = "부재 선택"
IDC_RFM_BTN_SELECT_ALL                        = "전체 선택"
IDC_RFM_BTN_SELECT_NONE                       = "선택 해제"

/////// IDD_UFSL_PMODE_DLG
IDC_UFSL_RMAT_FRM_REIN_TYPE                   = "보강 유형"
IDC_UFSL_RMAT_LBL_REIN_TYPE                   = "유형"
IDC_UFSL_RMAT_FRM_MATL_INFO                   = "보강 재질"
IDC_UFSL_RPOS_FRM_EXPO_COND                   = "노출 환경"
IDC_UFSL_RPOS_LBL_EXPO_COND                   = "노출 환경"
IDC_UFSL_CHECK_RESULT                         = "검토 결과"
IDC_UFSL_CHK_RTOP_REIN                        = "보강 상세( 상부 )"
IDC_UFSL_LBL_RTOP_SPAC                        = "간격"
IDC_UFSL_LBL_RTOP_SIZE                        = "크기"
IDC_UFSL_LBL_RTOP_NUMB                        = "매수"
IDC_UFSL_CHK_RBOT_REIN                        = "보강 상세( 하부 )"
IDC_UFSL_LBL_RBOT_SPAC                        = "간격"
IDC_UFSL_LBL_RBOT_SIZE                        = "크기"
IDC_UFSL_LBL_RBOT_NUMB                        = "매수"
IDC_UFSL_GET_DATA_FROM_RC_SLAB                = "콘크리트 슬래브 정보 가져오기 ..."

/////// IDD_UFSL_COPY_DLG
IDD_UFSL_COPY_DLG                             = "콘크리트 슬래브 정보 가져오기"
IDS_UFSL_NOT_EXIST_RC_SLAB_DATA               = "콘크리트 슬래브 부재 정보가 존재하지 않습니다."
IDS_UFSL_COPY_DATA_IS_NOT_SELECTED            = "가져올 대상 정보가 선택되지 않았습니다."
IDC_UFSL_COPY_DLG_FRM_SEL_GSLAB               = "콘크리트 슬래브 선택"
IDC_UFSL_COPY_DLG_FRM_COPY_POSI               = "대상 위치"
IDC_UFSL_COPY_DLG_RDO_POSX_ENDI               = "X방향 ( 상부 )"
IDC_UFSL_COPY_DLG_RDO_POSX_ENDM               = "X방향 ( 중앙 )"
IDC_UFSL_COPY_DLG_RDO_POSX_ENDJ               = "X방향 ( 하부 )"
IDC_UFSL_COPY_DLG_RDO_POSY_ENDI               = "Y방향 ( 좌측 )"
IDC_UFSL_COPY_DLG_RDO_POSY_ENDM               = "Y방향 ( 중앙 )"
IDC_UFSL_COPY_DLG_RDO_POSY_ENDJ               = "Y방향 ( 우측 )"
IDC_UFSL_COPY_DLG_RDO_POSI_MAXS               = "최대값"
IDC_UFSL_COPY_DLG_FRM_SLAB_INFO               = "콘크리트 슬래브 부재 정보"
IDC_UFSL_COPY_DLG_FRM_COPY_DATA               = "대상 정보"
IDC_UFSL_COPY_DLG_CHK_COPY_MATL               = "재질 정보"
IDC_UFSL_COPY_DLG_CHK_COPY_SECT               = "단면 정보"
IDC_UFSL_COPY_DLG_CHK_COPY_RBAR               = "배근 정보"
IDC_UFSL_COPY_DLG_CHK_COPY_FORC               = "하중 정보"

/////// IDD_UFBE_RMAT_DLG
IDC_UFBE_RMAT_FRM_REIN_TYPE                   = "보강 유형"
IDC_UFBE_RMAT_LBL_REIN_TYPE                   = "유형"
IDC_UFBE_RMAT_FRM_MATL_INFO                   = "보강 재질"

/////// IDD_UFBE_RPOS_DLG
IDC_UFBE_RPOS_FRM_REIN_PROP                   = "보강 상세"
IDC_UFBE_RPOS_FRM_PROP_SHEA                   = "전단 보강 상세"
IDC_UFBE_RPOS_LBL_WRAP_TYPE                   = "유형"
IDC_UFBE_RPOS_LBL_SHR_WIDTH                   = "너비"
IDC_UFBE_RPOS_LBL_SHR_SPACE                   = "간격"
IDC_UFBE_RPOS_FRM_EXPO_COND                   = "노출 환경"
IDC_UFBE_RPOS_LBL_EXPO_COND                   = "노출 환경"
IDC_RFM_TBL_POS_DOT                           = "위치"
IDC_RFM_TBL_APPLY                             = "적용"
IDC_RFM_TBL_SIZE                              = "치수"
IDC_RFM_TBL_PIECE                             = "매수"

/////// IDD_UFBE_RPOS_LIST_DLG
IDD_UFBE_RPOS_LIST_DLG                        = "보강 상세 설정"

/////// IDD_UFBE_PMODE_DLG
IDC_UFBE_CHECK_RESULT                         = "검토 결과"
IDC_UFBE_GET_DATA_FROM_RC_BEAM                = "콘크리트 보 정보 가져오기 ..."

/////// IDD_UFBE_FORC_DLG
IDC_GUFBE_LABEL_FORCE_MDL                     = "Mux(DL)"
IDC_GUFBE_LABEL_FORCE_MLL                     = "Mux(LL)"
IDC_GUFBE_LABEL_FORCE_MUX                     = "Mux"
IDC_GUFBE_LABEL_FORCE_VUY                     = "Vuy"

/////// IDD_UFBE_SECT_DLG
IDC_URBE_APPLY_SEISMIC_PROVISIONS             = "내진 기준 적용"

/////// IDD_UFBE_COPY_DLG
IDD_UFBE_COPY_DLG                             = "콘크리트 보 정보 가져오기"
IDC_UFBE_COPY_DLG_FRM_SEL_GURBE               = "콘크리트 보 선택"

IDC_UFBE_COPY_DLG_FRM_COPY_MODE               = "프로그램 모드"
IDC_UFBE_COPY_DLG_RDO_MODE_PMOD               = "프로젝트 모드"
IDC_UFBE_COPY_DLG_RDO_MODE_SMOD               = "심플 모드"

IDC_UFBE_COPY_DLG_FRM_COPY_POSI               = "대상 위치"
IDC_UFBE_COPY_DLG_RDO_POSI_ENDI               = "단부 ( I )"
IDC_UFBE_COPY_DLG_RDO_POSI_ENDM               = "중앙부"
IDC_UFBE_COPY_DLG_RDO_POSI_ENDJ               = "단부 ( J )"
IDC_UFBE_COPY_DLG_RDO_POSI_MAXS               = "최대 ( I, M, J )"

IDC_UFBE_COPY_DLG_FRM_COPY_DATA               = "대상 정보"
IDC_UFBE_COPY_DLG_CHK_COPY_MATL               = "재질 정보"
IDC_UFBE_COPY_DLG_CHK_COPY_SECT               = "단면 정보"
IDC_UFBE_COPY_DLG_CHK_COPY_RBAR               = "배근 정보"
IDC_UFBE_COPY_DLG_CHK_COPY_FORC               = "하중 정보"

IDC_UFBE_COPY_DLG_FRM_BEAM_INFO               = "콘크리트 보 부재 정보"

IDS_UFBE_NOT_EXIST_RC_BEAM_DATA               = "콘크리트 보 부재 정보가 존재하지 않습니다."
IDS_UFBE_COPY_DATA_IS_NOT_SELECTED            = "가져올 대상 정보가 선택되지 않았습니다."

/////// IDD_UFCO_PMODE_DLG
IDC_UFCO_BTN_COPY_URCO                        = "콘크리트 기둥 정보 가져오기 ..."
IDC_UFCO_RDO_RESULT_BEFORE                    = "보강 전 결과"
IDC_UFCO_RDO_RESULT_AFTER                     = "보강 후 결과"
IDC_UFCO_CHK_REIN_SHEAR                       = "전단 검토"

/////// IDD_UFCO_COPY_DLG
IDD_UFCO_COPY_DLG                             = "콘크리트 기둥 정보 가져오기"
IDC_UFCO_COPY_DLG_FRM_SEL_GURCO               = "콘크리트 기둥 선택"
IDC_UFCO_COPY_DLG_FRM_COPY_DATA               = "대상 정보"
IDS_UFCO_NOT_EXIST_RC_COLUMN_DATA             = "콘크리트 기둥 부재 정보가 존재하지 않습니다."
IDS_UFCO_COPY_DATA_IS_NOT_SELECTED            = "가져올 대상 정보가 선택되지 않았습니다."
